{
  "books": [
    {
      "id": 1,
      "cover": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1448108591i/27071490.jpg",
      "title": "Homegoing",
      "author": "Yaa Gyasi",
      "rating": 4.7,
      "description": "A novel of breathtaking sweep and emotional power that traces three hundred years in Ghana and along the way also becomes a truly great American novel. Extraordinary for its exquisite language, its implacable sorrow, its soaring beauty, and for its monumental portrait of the forces that shape families and nations, Homegoing heralds the arrival of a major new voice in contemporary fiction. Two half-sisters, Effia and Esi, are born into different villages in eighteenth-century Ghana. Effia is married off to an Englishman and lives in comfort in the palatial rooms of Cape Coast Castle. Unbeknownst to Effia, her sister, Esi, is imprisoned beneath her in the castle's dungeons, sold with thousands of others into the Gold Coast's booming slave trade, and shipped off to America, where her children and grandchildren will be raised in slavery. One thread of Homegoing follows Effia's descendants through centuries of warfare in Ghana, as the Fante and Asante nations wrestle with the slave trade and British colonization. The other thread follows Esi and her children into America. From the plantations of the South to the Civil War and the Great Migration, from the coal mines of Pratt City, Alabama, to the jazz clubs and dope houses of twentieth-century Harlem, right up through the present day, Homegoing makes history visceral, and captures, with singular and stunning immediacy, how the memory of captivity came to be inscribed in the soul of a nation. Generation after generation, Yaa Gyasi's magisterial first novel sets the fate of the individual against the obliterating movements of time, delivering unforgettable characters whose lives were shaped by historical forces beyond their control. Homegoing is a tremendous reading experience, not to be missed, by an astonishingly gifted young writer."
    },
    {
      "id": 2,
      "cover": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1572261616l/52892857.jpg",
      "title": "The Color Purple",
      "author": "Alice Walker",
      "rating": 4.6,
      "description": "A powerful cultural touchstone of modern American literature, The Color Purple depicts the lives of African American women in early twentieth-century rural Georgia. Separated as girls, sisters Celie and Nettie sustain their loyalty to and hope in each other across time, distance and silence. Through a series of letters spanning twenty years, first from Celie to God, then the sisters to each other despite the unknown, the novel draws readers into its rich and memorable portrayals of Celie, Nettie, Shug Avery and Sofia and their experience. The Color Purple broke the silence around domestic and sexual abuse, narrating the lives of women through their pain and struggle, companionship and growth, resilience and bravery. Deeply compassionate and beautifully imagined, Alice Walker's epic carries readers on a spirit-affirming journey towards redemption and love."
    },
    {
      "id": 3,
      "cover": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1446876799i/6759.jpg",
      "title": "Infinite Jest",
      "author": "David Foster Wallace",
      "rating": 4.3,
      "description": "A gargantuan, mind-altering tragi-comedy about the Pursuit of Happiness in America. Set in an addicts' halfway house and a tennis academy, and featuring the most endearingly screwed-up family to come along in recent fiction, Infinite Jest explores essential questions about what entertainment is and why it has come to so dominate our lives; about how our desire for entertainment affects our need to connect with other people; and about what the pleasures we choose say about who we are. Equal parts philosophical quest and screwball comedy, Infinite Jest bends every rule of fiction without sacrificing for a moment its own entertainment value. It is an exuberant, uniquely American exploration of the passions that make us human—and one of those rare books that renew the idea of what a novel can do."
    },
    {
      "id": 4,
      "cover": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1646444605i/485894.jpg",
      "title": "The Metamorphosis",
      "author": "Franz Kafka",
      "rating": 3.8,
      "description": "\"As Gregor Samsa awoke one morning from uneasy dreams he found himself transformed in his bed into a gigantic insect. He was laying on his hard, as it were armor-plated, back and when he lifted his head a little he could see his domelike brown belly divided into stiff arched segments on top of which the bed quilt could hardly keep in position and was about to slide off completely. His numerous legs, which were pitifully thin compared to the rest of his bulk, waved helplessly before his eyes.\" With it's startling, bizarre, yet surprisingly funny first opening, Kafka begins his masterpiece, The Metamorphosis. It is the story of a young man who, transformed overnight into a giant beetle-like insect, becomes an object of disgrace to his family, an outsider in his own home, a quintessentially alienated man. A harrowing—though absurdly comic—meditation on human feelings of inadequacy, guilt, and isolation, The Metamorphosis has taken its place as one of the most widely read and influential works of twentieth-century fiction. As W.H. Auden wrote, \"Kafka is important to us because his predicament is the predicament of modern man.\""
    },
    {
      "id": 5,
      "cover": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1352082529i/37781.jpg",
      "title": "Things Fall Apart",
      "author": "Chinua Achebe",
      "rating": 4.9,
      "description": "A simple story of a \"strong man\" whose life is dominated by fear and anger, Things Fall Apart is written with remarkable economy and subtle irony. Uniquely and richly African, at the same time it reveals Achebe's keen awareness of the human qualities common to men of all times and places."
    },
    {
      "id": 6,
      "cover": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1312051518i/8686068.jpg",
      "title": "The Devotion of Suspect X",
      "author": "Keigo Higashino",
      "rating": 4,
      "description": "Yasuko lives a quiet life, working in a Tokyo bento shop, a good mother to her only child. But when her ex-husband appears at her door without warning one day, her comfortable world is shattered. When Detective Kusanagi of the Tokyo Police tries to piece together the events of that day, he finds himself confronted by the most puzzling, mysterious circumstances he has ever investigated. Nothing quite makes sense, and it will take a genius to understand the genius behind this particular crime."
    },
    {
      "id": 7,
      "cover": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1558216416i/36236124.jpg",
      "title": "Fight Club",
      "author": "Chuck Palahnuik",
      "rating": 4.2,
      "description": "Chuck Palahniuk showed himself to be his generation’s most visionary satirist in this, his first book. Fight Club’s estranged narrator leaves his lackluster job when he comes under the thrall of Tyler Durden, an enigmatic young man who holds secret after-hours boxing matches in the basement of bars. There, two men fight \"as long as they have to.\" This is a gloriously original work that exposes the darkness at the core of our modern world."
    },
    {
      "id": 8,
      "cover": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1328011405i/10884.jpg",
      "title": "Einstein: His Life and Universe",
      "author": "Walter Isaacson",
      "rating": 4.4,
      "description": "Einstein was a rebel and nonconformist from boyhood days, and these character traits drove both his life and his science. In this narrative, Walter Isaacson explains how his mind worked and the mysteries of the universe that he discovered."
    },
    {
      "id": 9,
      "cover": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1451445646i/18143977.jpg",
      "title": "All The Light We Cannot See",
      "author": "Anthony Doerr",
      "rating": 4.3,
      "description": "Marie-Laure lives in Paris near the Museum of Natural History, where her father works. When she is twelve, the Nazis occupy Paris and father and daughter flee to the walled citadel of Saint-Malo, where Marie-Laure’s reclusive great uncle lives in a tall house by the sea. With them they carry what might be the museum’s most valuable and dangerous jewel. In a mining town in Germany, Werner Pfennig, an orphan, grows up with his younger sister, enchanted by a crude radio they find that brings them news and stories from places they have never seen or imagined. Werner becomes an expert at building and fixing these crucial new instruments and is enlisted to use his talent to track down the resistance. Deftly interweaving the lives of Marie-Laure and Werner, Doerr illuminates the ways, against all odds, people try to be good to one another. From the highly acclaimed, multiple award-winning Anthony Doerr, the stunningly beautiful instant New York Times bestseller about a blind French girl and a German boy whose paths collide in occupied France as both try to survive the devastation of World War II."
    },
    {
      "id": 10,
      "cover": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1377756377i/7604.jpg",
      "title": "Lolita",
      "author": "Vladimir Nabokov",
      "rating": 3.9,
      "description": "Humbert Humbert - scholar, aesthete and romantic - has fallen completely and utterly in love with Dolores Haze, his landlady's gum-snapping, silky skinned twelve-year-old daughter. Reluctantly agreeing to marry Mrs Haze just to be close to Lolita, Humbert suffers greatly in the pursuit of romance; but when Lo herself starts looking for attention elsewhere, he will carry her off on a desperate cross-country misadventure, all in the name of Love. Hilarious, flamboyant, heart-breaking and full of ingenious word play, Lolita is an immaculate, unforgettable masterpiece of obsession, delusion and lust."
    },
    {
      "id": 11,
      "cover": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1630470982i/16902.jpg",
      "title": "Walden",
      "author": "Henry David Thoreau",
      "rating": 3.8,
      "description": "Originally published in 1854, Walden; or, Life in the Woods, is a vivid account of the time that Henry D. Thoreau lived alone in a secluded cabin at Walden Pond. It is one of the most influential and compelling books in American literature. This new paperback edition-introduced by noted American writer John Updike-celebrates the 150th anniversary of this classic work. Much of Walden's material is derived from Thoreau's journals and contains such engaging pieces as \"Reading\" and \"The Pond in the Winter\" Other famous sections involve Thoreau's visits with a Canadian woodcutter and with an Irish family, a trip to Concord, and a description of his bean field. This is the complete and authoritative text of Walden-as close to Thoreau's original intention as all available evidence allows. For the student and for the general reader, this is the ideal presentation of Thoreau's great document of social criticism and dissent."
    },
    {
      "id": 12,
      "cover": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1494273579i/34928122.jpg",
      "title": "Artemis",
      "author": "Andy Weir",
      "rating": 3.7,
      "description": "Well, sort of. Life on Artemis, the first and only city on the moon, is tough if you're not a rich tourist or an eccentric billionaire. So smuggling in the occasional harmless bit of contraband barely counts, right? Not when you've got debts to pay and your job as a porter barely covers the rent. Everything changes when Jazz sees the chance to commit the perfect crime, with a reward too lucrative to turn down. But pulling off the impossible is just the start of her problems, as she learns that she's stepped square into a conspiracy for control of Artemis itself—and that now, her only chance at survival lies in a gambit even riskier than the first."
    },
    {
      "title": "1984",
      "author": "George Orwell",
      "rating": "4.1",
      "cover": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1657781256i/61439040.jpg",
      "id": 13,
      "description": "The new novel by George Orwell is the major work towards which all his previous writing has pointed. Critics have hailed it as his \"most solid, most brilliant\" work. Though the story of Nineteen Eighty-Four takes place thirty-five years hence, it is in every sense timely. The scene is London, where there has been no new housing since 1950 and where the city-wide slums are called Victory Mansions. Science has abandoned Man for the State. As every citizen knows only too well, war is peace. To Winston Smith, a young man who works in the Ministry of Truth (Minitru for short), come two people who transform this life completely. One is Julia, whom he meets after she hands him a slip reading, \"I love you.\" The other is O'Brien, who tells him, \"We shall meet in the place where there is no darkness.\" The way in which Winston is betrayed by the one and, against his own desires and instincts, ultimately betrays the other, makes a story of mounting drama and suspense."
    },
    {
      "title": "Arrow of God",
      "author": "Chinua Achebe",
      "rating": "3.9",
      "cover": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1327265609i/37774.jpg",
      "id": 15,
      "description": "Set in the Igbo heartland of eastern Nigeria, one of Africa's best-known writers describes the conflict between old and new in its most poignant aspect: the personal struggle between father and son. Ezeulu, the headstrong chief priest of the god Ulu, is worshipped by the six villages of Umuaro. But his authority is increasingly under threat—from rivals within his tribe, from functionaries of the colonial government, and even from his own family members. Yet he believes himself to be untouchable: surely he is an arrow in the bow of his God? Armed with this belief, he is prepared to lead his people, even if it is towards their own destruction. But his people will not be dominated so easily. Spare and powerful, Arrow of God is an unforgettable portrayal of the loss of faith, and the downfall of a man in a society forever altered by colonialism."
    },
    {
      "title": "No Longer at Ease",
      "author": "Chinua Achebe",
      "rating": "3.8",
      "cover": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1352082308i/111085.jpg",
      "id": 16,
      "description": "Obi Okonkwo is an idealistic young man who has now returned to Nigeria for a job in the civil service. However in his new role he finds that the way of government seems to be corruption. Obi manages to resist the bribes offered to him, but when he falls in love with an unsuitable girl, he sinks further into emotional and financial turmoil."
    },
    {
      "title": "Disgrace",
      "author": "J.M Coetzee",
      "rating": "3.8",
      "cover": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1385161943i/6192.jpg",
      "id": 17,
      "description": "Set in post-apartheid South Africa, J. M. Coetzee’s searing novel tells the story of David Lurie, a twice divorced, 52-year-old professor of communications and Romantic Poetry at Cape Technical University. Lurie believes he has created a comfortable, if somewhat passionless, life for himself. He lives within his financial and emotional means. Though his position at the university has been reduced, he teaches his classes dutifully; and while age has diminished his attractiveness, weekly visits to a prostitute satisfy his sexual needs. He considers himself happy. However, when Lurie seduces one of his students, he sets in motion a chain of events that will shatter his complacency and leave him utterly disgraced."
    },
    {
      "title": "The Emperor of All Maladies: A Biography of Cancer",
      "author": "Siddhartha Mukherjee",
      "rating": "4.3",
      "cover": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1280771091i/7170627.jpg",
      "id": 18,
      "description": "The Emperor of All Maladies is a magnificent, profoundly humane “biography” of cancer - from its first documented appearances thousands of years ago through the epic battles in the twentieth century to cure, control, and conquer it to a radical new understanding of its essence. Physician, researcher, and award-winning science writer, Siddhartha Mukherjee examines cancer with a cellular biologist’s precision, a historian’s perspective, and a biographer’s passion. The result is an astonishingly lucid and eloquent chronicle of a disease humans have lived with - and perished from - for more than five thousand years. The story of cancer is a story of human ingenuity, resilience, and perseverance, but also of hubris, paternalism, and misperception. Mukherjee recounts centuries of discoveries, setbacks, victories, and deaths, told through the eyes of his predecessors and peers, training their wits against an infinitely resourceful adversary that, just three decades ago, was thought to be easily vanquished in an all-out “war against cancer.” The book reads like a literary thriller with cancer as the protagonist. From the Persian Queen Atossa, whose Greek slave cut off her malignant breast, to the nineteenth-century recipients of primitive radiation and chemotherapy to Mukherjee’s own leukemia patient, Carla, The Emperor of All Maladies is about the people who have soldiered through fiercely demanding regimens in order to survive—and to increase our understanding of this iconic disease. Riveting, urgent, and surprising, The Emperor of All Maladies provides a fascinating glimpse into the future of cancer treatments. It is an illuminating book that provides hope and clarity to those seeking to demystify cancer."
    },
    {
      "title": "A Man Called Ove",
      "author": "Fredrik Backman",
      "rating": "4.4",
      "cover": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1405259930i/18774964.jpg",
      "id": 19,
      "description": "A grumpy yet loveable man finds his solitary world turned on its head when a boisterous young family moves in next door. Meet Ove. He's a curmudgeon, the kind of man who points at people he dislikes as if they were burglars caught outside his bedroom window. He has staunch principles, strict routines, and a short fuse. People call him the bitter neighbor from hell, but must Ove be bitter just because he doesn't walk around with a smile plastered to his face all the time? Behind the cranky exterior there is a story and a sadness. So when one November morning a chatty young couple with two chatty young daughters move in next door and accidentally flatten Ove's mailbox, it is the lead-in to a comical and heartwarming tale of unkempt cats, unexpected friendship, and the ancient art of backing up a U-Haul. All of which will change one cranky old man and a local residents' association to their very foundations."
    },
    {
      "title": "Drunk",
      "author": "Jackson Biko",
      "rating": "3.9",
      "cover": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1507164385i/36355613.jpg",
      "id": 20,
      "description": "It starts with a girl. Girls actually. Its only fair that it starts with a girl, no? Only problem is that most stories that start with a girl always end up with someone banging on the door saying; I just want to talk. This is not one of those stories. This one is about Larry. Mad Larry. He drinks. He shags girls. He hates his father. And he looks nothing like his step brother, who stays by his side throughout his madness. When Larry does something terrible, it looms over him, shaping his future, transforming all the relationships around him and hurtling him into a rabbit hole. Oh, and wheelbarrows are involved. Five of them. Somehow Larry and one of these wheelbarrows will collide and things will get pretty hairy - for Larry, that is, not for you, dear reader."
    },
    {
      "title": "The Gene: An Intimate History",
      "author": "Siddhartha Mukherjee",
      "rating": "4.4",
      "cover": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1452452965i/27276428.jpg",
      "id": 21,
      "description": "Spanning the globe and several centuries, The Gene is the story of the quest to decipher the master-code that makes and defines humans, that governs our form and function. The story of the gene begins in an obscure Augustinian abbey in Moravia in 1856 where a monk stumbles on the idea of a ‘unit of heredity’. It intersects with Darwin’s theory of evolution, and collides with the horrors of Nazi eugenics in the 1940s. The gene transforms post-war biology. It reorganizes our understanding of sexuality, temperament, choice and free will. This is a story driven by human ingenuity and obsessive minds – from Charles Darwin and Gregor Mendel to Francis Crick, James Watson and Rosalind Franklin, and the thousands of scientists still working to understand the code of codes. This is an epic, moving history of a scientific idea coming to life, by the author of The Emperor of All Maladies. But woven through The Gene, like a red line, is also an intimate history – the story of Mukherjee’s own family and its recurring pattern of mental illness, reminding us that genetics is vitally relevant to everyday lives. These concerns reverberate even more urgently today as we learn to “read” and “write” the human genome – unleashing the potential to change the fates and identities of our children. Majestic in its ambition, and unflinching in its honesty, The Gene gives us a definitive account of the fundamental unit of heredity – and a vision of both humanity’s past and future."
    },
    {
      "title": "Homo Deus: A History of Tomorrow",
      "author": "Yuval Noah Harari",
      "rating": "4.2",
      "cover": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1468760805i/31138556.jpg",
      "id": 22,
      "description": "Yuval Noah Harari, author of the critically-acclaimed New York Times bestseller and international phenomenon Sapiens, returns with an equally original, compelling, and provocative book, turning his focus toward humanity’s future, and our quest to upgrade humans into gods. Over the past century humankind has managed to do the impossible and rein in famine, plague, and war. This may seem hard to accept, but, as Harari explains in his trademark style—thorough, yet riveting—famine, plague and war have been transformed from incomprehensible and uncontrollable forces of nature into manageable challenges. For the first time ever, more people die from eating too much than from eating too little; more people die from old age than from infectious diseases; and more people commit suicide than are killed by soldiers, terrorists and criminals put together. The average American is a thousand times more likely to die from binging at McDonalds than from being blown up by Al Qaeda. What then will replace famine, plague, and war at the top of the human agenda? As the self-made gods of planet earth, what destinies will we set ourselves, and which quests will we undertake? Homo Deus explores the projects, dreams and nightmares that will shape the twenty-first century—from overcoming death to creating artificial life. It asks the fundamental questions: Where do we go from here? And how will we protect this fragile world from our own destructive powers? This is the next stage of evolution. This is Homo Deus. With the same insight and clarity that made Sapiens an international hit and a New York Times bestseller, Harari maps out our future."
    },
    {
      "title": "Zen and the Art of Motorcycle Maintenance: An Inquiry Into Values",
      "author": "Robert M. Pirsig",
      "rating": "3.7",
      "cover": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1410136019i/629.jpg",
      "id": 23,
      "description": "Robert M. Pirsig's Zen & the Art of Motorcycle Maintenance is an examination of how we live, a meditation on how to live better set around the narration of a summer motorcycle trip across America's Northwest, undertaken by a father & his young son."
    },
    {
      "title": "The Famished Road",
      "author": "Ben Okri",
      "rating": "3.7",
      "cover": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1344396715i/101094.jpg",
      "id": 24,
      "description": "In the decade since it won the Booker Prize, Ben Okri's Famished Road has become a classic. Like Salman Rushdie's Midnight's Children or Gabriel Garcia Marquez's One Hundred Years of Solitude, it combines brilliant narrative technique with a fresh vision to create an essential work of world literature. The narrator, Azaro, is an abiku, a spirit child, who in the Yoruba tradition of Nigeria exists between life and death. The life he foresees for himself and the tale he tells is full of sadness and tragedy, but inexplicably he is born with a smile on his face. Nearly called back to the land of the dead, he is resurrected. But in their efforts to save their child, Azaro's loving parents are made destitute. The tension between the land of the living, with its violence and political struggles, and the temptations of the carefree kingdom of the spirits propels this latter-day Lazarus's story."
    },
    {
      "title": "Foucault's Pendulum",
      "author": "Umberto Eco ",
      "rating": "3.9",
      "cover": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1396645125i/17841.jpg",
      "description": "Foucault's Pendulum is divided into ten segments represented by the ten Sefiroth. The novel is full of esoteric references to the Kabbalah. The title of the book refers to an actual pendulum designed by the French physicist Léon Foucault to demonstrate the rotation of the earth, which has symbolic significance within the novel. Bored with their work, and after reading too many manuscripts about occult conspiracy theories, three vanity publisher employees (Belbo, Diotallevi and Casaubon) invent their own conspiracy for fun. They call this satirical intellectual game \"The Plan,\" a hoax that connects the medieval Knights Templar with other occult groups from ancient to modern times. This produces a map indicating the geographical point from which all the powers of the earth can be controlled—a point located in Paris, France, at Foucault’s Pendulum. But in a fateful turn the joke becomes all too real.The three become increasingly obsessed with The Plan, and sometimes forget that it's just a game. Worse still, other conspiracy theorists learn about The Plan, and take it seriously. Belbo finds himself the target of a real secret society that believes he possesses the key to the lost treasure of the Knights Templar. Orchestrating these and other diverse characters into his multilayered semioticadventure, Eco has created a superb cerebral entertainment.",
      "id": 25
    },
    {
      "title": "A Brief History of Seven Killings",
      "author": "Marlon James",
      "rating": "3.9",
      "cover": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1399045083i/20893314.jpg",
      "description": "On December 3, 1976, just before the Jamaican general election and two days before Bob Marley was to play the Smile Jamaica Concert, gunmen stormed his house, machine guns blazing. The attack nearly killed the Reggae superstar, his wife, and his manager, and injured several others. Marley would go on to perform at the free concert on December 5, but he left the country the next day, not to return for two years.\n\nDeftly spanning decades and continents and peopled with a wide range of characters—assassins, journalists, drug dealers, and even ghosts—A Brief History of Seven Killings is the fictional exploration of that dangerous and unstable time and its bloody aftermath, from the streets and slums of Kingston in the 70s, to the crack wars in 80s New York, to a radically altered Jamaica in the 90s. Brilliantly inventive and stunningly ambitious, this novel is a revealing modern epic that will secure Marlon James’ place among the great literary talents of his generation.",
      "id": 26
    }
  ]
}
